export const helps = [
  {
    id: 1,
    title: '모임 기능에 대해 궁금해요!',
    content:
      'DRIVEL에서 제공하고 있는 모임 기능은 사람들과 자유롭게 드라이브를 즐길 수 있도록 하는 기능입니다. 원하는 드라이브 코스와 집결지를 선택하고 조건을 설정하여 자유롭게 모임을 생성할 수 있으며, 참여 요청을 보낸 유저들을 수락하여 드라이브 모임을 함께 즐길 수 있습니다.',
  },
  {
    id: 2,
    title: '모임을 어떻게 만들 수 있나요?',
    content:
      "모임 > 내 모임 탭 우측 상단에서 '+' 버튼을 눌러 새 모임을 생성할 수 있습니다. 모임 기본 정보를 입력하고 드라이브 코스를 선택한 이후 원하는 조건을 설정하여 모임을 생성할 수 있습니다.",
  },
  {
    id: 3,
    title: '모임에 참여하려면 어떻게 해야 하나요?',
    content:
      "모임 목록에서 참여하고 싶은 모임을 선택한 후 '참여하기' 버튼을 눌러 참여 요청을 보낼 수 있습니다. 모임장이 승인하면 모임 참여가 완료됩니다.",
  },
  {
    id: 4,
    title: '모임에서 나가려면 어떻게 해야 하나요?',
    content:
      '참여하고 있는 모임 페이지에서 우측 상단의 더보기(점세개) > 모임 나가기 버튼을 눌러 모임에서 나갈 수 있습니다.',
  },
  {
    id: 5,
    title: '프로필 정보를 설정하지 않았더니 모임에 가입이 안돼요.',
    content:
      '모임에 가입하려면 프로필 정보를 입력해야 합니다. 모임 가입 시 연령, 차종, 운전 경력 등의 조건이 있을 수 있어, 모임원들이 기본적인 정보를 서로 파악할 수 있도록 프로필 설정이 필요합니다.',
  },
  {
    id: 6,
    title: '가입할 때 답변했던 나의 드라이브 스타일을 변경할 수 있나요?',
    content:
      '마이 > 나의 드라이브 태그에서 ‘수정하기’ 버튼을 눌러 변경할 수 있습니다.',
  },
  {
    id: 7,
    title: '드라이브 코스 추천은 어떻게 이루어지나요?',
    content:
      '나의 드라이브 태그를 기반으로 사용자의 성향에 맞는 드라이브 코스를 추천합니다. 추천 코스는 앱 홈 화면에서 확인할 수 있습니다.',
  },
  {
    id: 8,
    title: '드라이브 코스 주변 명소는 어떻게 추천되나요?',
    content:
      '드라이브 코스 상세 페이지에서 ‘드라이브 시작하기’ 버튼을 누르면 드라이브 코스 주변 명소 추천 페이지로 이동합니다. 해당 드라이브 코스 주변의 관광 명소와 카페, 식당 등을 추천하며, 원하는 명소를 코스에 추가할 수 있습니다.',
  },
  {
    id: 9,
    title: '추천 명소를 코스에 추가하려면 어떻게 해야 하나요?',
    content:
      '드라이브 코스 주변 명소 추천 페이지에서 원하는 명소를 선택하면 화면 상단에서 추가된 코스를 확인할 수 있습니다. 순서를 원하는 대로 조정한 후, ‘드라이브 시작하기’ 버튼을 누르면 카카오내비 앱으로 자동으로 이동합니다.',
  },
  {
    id: 10,
    title: '주변 명소에 대한 상세 정보는 어디서 확인할 수 있나요?',
    content:
      '추천 명소를 클릭하면 명소에 대한 상세 정보, 네이버 리뷰 등을 확인할 수 있습니다.',
  },
  {
    id: 11,
    title: '내가 좋아하는 코스를 저장하려면 어떻게 하나요?',
    content:
      '드라이브 코스 상세 페이지 왼쪽 하단 하트 버튼(♡)을 눌러 스크랩 할 수 있습니다.',
  },
  {
    id: 12,
    title: '스크랩한 드라이브 코스는 어디에서 확인할 수 있나요?',
    content:
      "스크랩한 드라이브 코스는 '마이' > '내 스크랩' 페이지에서 확인할 수 있습니다. '편집' 버튼을 눌러 삭제도 가능합니다.",
  },
  {
    id: 13,
    title: '유저를 신고하려면 어떻게 해야 하나요?',
    content:
      "해당 유저 프로필에서 우측 상단의 더보기 버튼을 누르면 '신고하기' 옵션이 나타납니다. 신고하기 페이지에서 신고하는 이유를 선택하고 제출하면 운영진이 확인 후 처리합니다.",
  },
  {
    id: 14,
    title: '유저를 차단하려면 어떻게 해야 하나요?',
    content:
      "해당 유저 프로필에서 우측 상단의 더보기 버튼을 누르면 '차단하기' 옵션이 나타납니다. 유저를 차단하면 해당 유저가 작성한 글과 모임이 보이지 않게 됩니다.",
  },
  {
    id: 15,
    title: '차단한 유저가 작성한 글이나 모임을 볼 수 있나요?',
    content:
      '차단한 유저가 작성한 모든 글과 모임은 더 이상 사용자에게 표시되지 않습니다.',
  },
  {
    id: 16,
    title: '차단과 신고는 어떻게 다른가요?',
    content:
      '차단은 사용자가 개인적으로 특정 유저의 활동을 보지 않게 설정하는 것이며, 신고는 유저의 부적절한 행동을 운영진에게 알리는 기능입니다.',
  },
  {
    id: 17,
    title: '신고 후 피드백을 받을 수 있나요?',
    content:
      '운영진은 신고 내용을 검토한 후 필요시 사용자에게 피드백을 제공합니다. 다만, 모든 신고에 대해 상세한 피드백이 제공되지는 않을 수 있습니다.',
  },
  {
    id: 18,
    title: '잘못 신고했을 경우 취소할 수 있나요?',
    content:
      '신고는 제출 후 취소할 수 없으니, 신고 전 내용을 신중하게 확인해 주세요.',
  },
];
